Repository: a25kk/kjf-pmapp
Catalog: src/pressapp.channelmanagement/pressapp/channelmanagement/locales/*/LC_MESSAGES/pressapp.channelmanagement.po
Languages: de

source: A new address was successfully added
de: Ein neuer Pressekontakt wurde erfolgreich hinzugefügt

source: A single recipient/subscriber object
de: Ein Kontakt/Empfänger

source: A specific channel holding subscriber objects
de: Eine Kontaktliste, die Abonnenten/Kontaktadressen beinhaltet

source: Add Subscriber
de: Empfänger hinzufügen

source: Add new subscriber address
de: Presskontakt hinzufügen

source: Address Import Form
de: Pressekontakt Import

source: Available Channels
de: Verfügbare Verteiler

source: Beside the actual email address we also require a title.
de: Neben der E-Mail-Adresse ist auch ein Titel zwingend erforderlich.

source: Central managing unit for subscriber channels
de: Zentrale Verwaltungseinheit für Verteilerlisten.

source: Change subsciber details
de: Empfängerdetails anpassen

source: Channel
de: Verteiler

source: Channel Title
de: Verteiler Bezeichnung

source: ChannelManager
de: Adressverwaltung

source: Channels
de: Verteiler

source: Comment
de: Kommentare

source: Contact Person
de: Kontaktperson

source: Contact Title
de: Kontakt Titel

source: Create subscriber
de: Pressekontakt erstellen

source: Edit Subscriber
de: Empfänger bearbeiten

source: Edit subscriber
de: Pressekontakt bearbeiten

source: Email
de: E-Mail-Adresse

source: Enter the address details below
de: Geben Sie hier die Details zu dieser Adresse ein.

source: File Upload
de: Dateiupload

source: Imported records:
de: Importierte Daten:

source: In order to make working with subscribers easier you can include further details in the comments field. This information will not be public and only be visible for logged in users.
de: Um die Verwaltung von Empfängern/Abonnenten zu erleichtern, können zusätzliche Anmerkungen im Kommentarfeld hinterlegt werden. Diese Informationen sind nicht öffentlich und können nur von angemeldeten Benutzern eingesehen werden.

source: Last changed:
de: Zuletzt verändert:

source: Mobile Phone
de: Mobil

source: Phone
de: Telefon

source: Please enter the basic details for this subscriber
de: Bitte tragen Sie hier die Basisinformationen zu einem Emfänger ein.

source: Please provide basic subscriber details
de: Bitte tragen Sie hier die Basisinformationen zu einem Emfänger ein.

source: Please select the channels this recipient is subscribed to.
de: Bitte wählen Sie die Verteilerlisten, in denen dieser Kontakt gelistet werden soll, durch Eingabe in das Suchfeld.

source: Please upload a file in csv format containing the user information to be imported.
de: Bitte laden Sie hier eine csv-Datei hoch, die Kontaktinformationen beinhaltet.

source: SUbscriber has successfully been updated
de: Dieser Pressekontakt wurde erfolgreich aktualisiert.

source: Select the channels this subscriber form the predefined list.
de: Wählen Sie einen oder mehrere Verteiler für diesen Abonnenten aus der Liste aus.

source: Subscriber
de: Abbonent/Kontakt

source: The creation of a new subscriber has been cancelled.
de: Das Anlegen eines Pressekontakts wurde abgebrochen

source: There are no subscribers yet
de: Es wurden noch keine Kontakte angelegt.

source: Tip
de: Tipp

source: Update available channels. One entry per line
de: Aktualisieren Sie die verfügbaren Verteiler. Ein Eintrag pro Zeile

source: Update subscriber
de: Pressekontakt aktualisieren

source: Updating susbcriber has been cancelled.
de: Die Aktualisierung des Pressekontaktes wurde abgebrochen

source: Upload existing address information by supplying a csv file.
de: Bestehende Adressen als csv-Datei hochladen.

source: Use the comment field to add additional information on the subscriber
de: Verwenden Sie das Kommentarfeld für Zusatzinformationen zu diesem Abonnenten

source: Use the filter function to find specific addresses or resize the batch size. Manage addresses and configure the corresponding channels.
de: Verwenden Sie die Filterfunktion, um eine spezielle Addresse zu finden oder die Auflistungsoptionen anzupassen. Verwalten Sie Adressen und die dazugehörigen Verteiler.

source: cancel
de: Abbrechen
