Repository: a25kk/kjf-pmapp
Catalog: src/pressapp.presscontent/pressapp/presscontent/locales/*/LC_MESSAGES/pressapp.presscontent.po
Languages: de

source: A basic file attachment for presscontents
de: Dateianhang für Presseinhalte

source: A channel was successfully selected
de: Presseverteiler wurden erfolgreich ausgewählt

source: A customized channel/recipient list used for this single press content. Note: If you don't require any changes, it is faster to just keep the channels.
de: Eine bereinigte Liste von E-Mail-Adressen für diesen Presseinhalt. Hinweis: falls Sie keine Änderungen vornehmen wollen, können Sie auch einfach die zugewiesenen Verteiler beibehalten oder an zentraler Stelle anpassen.

source: A list of subscribers - one address per line - these are available as default list
de: Liste von Newsletter Abonnenten - eine E-Mail-Adresse pro Ziele - die als Standard Empfänger mit eingefügt werden

source: A list of test recipients - one address per line comma seperated in the format: E-mail, Name
de: Eine Liste von E-Mail-Adressen/Emfängern - eine Adresse pro Zeile durch Komma getrennt, wie z.B: info@mustermann.de, Max Mustermann

source: A lot of email clients will display the first view lines of the mail's body as a preview in the email listing (not unlike the description displayed next to search results). Since according to usage statistics providing a dedicated short summary can dramatically increase the opening rate of newsletters. Take advantage of this fact by adding a short summary as a teaser to press releases as well.
de: Viele E-Mail-Programme und Webmail Anwendungen zeigen die ersten Zeilen des E-Mail Inhaltes als Vorschau in Auflistungen wie z.b. im Posteingang (vergleichbar mit den Kurzbeschreibungen bei Suchtreffern). Da alle Studien zum Nutzerverhalten belegen, dass die Verwendung einer kurzen Zusammenfassung oder Einleitung die Öffnungsraten von Newslettern deutlich erhöhen, sollten Sie sich diese Tatsache zu Nutze machen und für Pressemitteilungen ebenfalls verwenden.

source: A new attachment was successfully added
de: Ein neuer Dateianhang wurde erfolgreich angelegt

source: A new image attachment was successfully been added
de: EIn neuer Bildanhang wurde erfolgreich angelegt

source: A new press invitation was successfully added
de: Eine neue Presseeinladung wurde erfolgreich angelegt

source: A new press release was successfully added
de: Eine neue Pressemitteilung wurde erfolgreich angelegt

source: A press invitation.
de: Presseeinladung

source: A press release content type.
de: Objekttyp Pressemitteilung

source: A short description used as caption
de: Kurze Beschreibung die als Bildunterschrift oder Dateiinformation verwendet werden kann

source: A single press room that will be the workspace for members.
de: Ein persönlicher Ordner für registrierte Benutzer (Presszimmer).

source: Add distributors
de: Verteiler anlegen

source: Add new file attachment
de: Dateianhang hinzufügen

source: Add new image attachment
de: Neuen Bildanhang hinzufügen

source: Add new press release
de: Pressemitteilung hinzufügen

source: Add press invitation
de: Presseeinladung hinzufügen

source: Add pressinvitation
de: Presseeinladung hinzufügen

source: Add pressrelease
de: Pressemitteilung hinzufügen

source: Add your first press release to start working with the press tool.
de: Starten Sie Ihre Arbeit mit dem Pressetool indem Sie Ihre erste Pressemitteilung erstellen.

source: Admittance for invited guests only
de: Diese Veranstaltung ist nur für geladene Gäste. Daher bitten wir Sie, von einer Veröffentlichung als Terminankündigung abzusehen.

source: All presscontent will be visible in the press archive by default. Remove the marker to completetly hide it.
de: Jede Pressemitteilung wird automatisch auch im Pressearchiv angezeigt Entfernen Sie den Haken, um die Archivierung abzustellen.

source: Archive
de: Archiv

source: Archive settings successfully updated
de: Die Anzeigeeinstellungen Archiv wurden erfolgreich aktualisiert

source: Attachments
de: Anhänge

source: Beside the title and the main body text we also require a preview image for each press release. This is necesary since handling the preview image requires a bit more computation than adding files as attachments.
de: Neben dem Titel und dem Haupttext einer Pressemittelung ist auch ein Hauptbild oder Vorschaubild erforderlich. Dieses wird in den Text der Mitteilung eingebunden und muss folglich sorgfältiger berechnet werden, als Dateien im Anhang (Downloads).

source: CSS used for the HTML Email
de: CSS Datei, die in E-Mails im HTML Format verwendet wird

source: Change details of this press release.
de: Bearbeiten Sie die Details dieser Pressemitteilung

source: Channel
de: Verteiler

source: Channels
de: Verteiler

source: Closed Event
de: Geschlossene Veranstaltung

source: Configure external distributors
de: Externe Verteiler konfigurieren

source: Create file attachment
de: Dateianhang anlegen

source: Create image attachment
de: Bildanhang anlegen

source: Create press invitation
de: Presseeinladung erstellen

source: Create press release
de: Pressemitteilung erstellen

source: Custom image attachment type
de: Bildanhang

source: Default email address used in test despatches
de: Standard E-Mail-Adresse die in den E-Mail HEADER Zeilen verwendet wird

source: Description
de: Beschreibung

source: Diese Veranstaltung kann nur auf Einladung besucht werden. Von einer Publikation bitten wir daher abzusehen.
de: Diese Veranstaltung ist nur für geladene Gäste. Daher bitten wir Sie, von einer Veröffentlichung als Terminankündigung abzusehen.

source: Directions Link
de: Link Anfahrtsbeschreibung

source: Distributor
de: Zielseiten

source: E-Mail Address for Tests
de: E-Mail-Adresse für Tests

source: E-Mail Template Press Invitation
de: E-Mail-Vorlage für Presseeinladungen

source: E-Mail Template Press Release
de: E-Mail-Vorlage für Pressemitteilungen

source: Edit Image attachment
de: Bildanhang bearbeiten

source: Edit Press Release
de: Pressemitteilung bearbeiten

source: Edit archive setting
de: Einstellungen Archiv bearbeiten

source: Edit file attachment
de: Dateianhang bearbeiten

source: Edit image attachement
de: Bildanhang bearbeiten

source: Edit press invitation
de: Presseeinladung bearbeiten

source: Edit press release
de: Pressemitteilung bearbeiten

source: Editing has been cancelled.
de: Die Bearbeitung wurde abgebrochen

source: Editing this press invitation has been cancelled.
de: Die Aktualisierung dieser Presseeinladung wurde erfolgreich abgebrochen und alle Ihre ANpassungen verworfen.

source: Email address is required
de: E-Mail-Adresse ist eine Pflichtangabe

source: End Date
de: Veranstaltungsende

source: Enter a short summary of the image contents
de: Bitte beschreiben Sie kurz den Bildinhalt.

source: Enter link to Google Map for directions
de: Geben Sie hier einen Link zu einer Anfahrtsbeschreibung (z.B. bei Google Maps) ein.

source: Enter optional caption describing the image
de: Tragen Sie hier eine optionale Bildunterschrift ein.

source: Enter optional kicker / teaser line.
de: Tragen Sie hier eine optionale Dachzeile ein.

source: Enter optional schedule information.
de: Geben Sie hier optionale Informationen zum zeitlichen Ablauf dieser Veranstaltung ein

source: Enter optional travel information.
de: Optionale Anfahrtsbeschreibung / Informationen zur Anreise

source: Enter the title of the press invitation.
de: Geben Sie hier den Titel der Presseeinladung an.

source: Event Location
de: Veranstaltungsort

source: Event Schedule
de: Ablauf der Veranstaltung

source: File Attachment
de: Dateianhang

source: File attachment has successfully been updated
de: Der Dateianhang wurde erfolgreich aktualisiert

source: FileAttachment
de: Dateianhang

source: Global CSS settings successfully updated
de: Die globalen Einstellungen für das verwendete CSS wurden aktualisiert.

source: Global settings successfully updated
de: Einstellungen wurden erfolgreich aktualisiert

source: If you no longer need this item
de: Falls Sie diesen Inhalt nicht mehr benötigen

source: Image Attachment
de: Bildanhang

source: Image Attachment Caption
de: Bildunterschrift zum Bildanhang

source: Image Caption
de: Bildunterschrift

source: Image Title
de: Bildname

source: Image attachment has successfully been updated
de: Der Bildanhang wurde erfolgreich aktualisiert

source: ImageAttachment
de: Bildanhang

source: In order to get started add your first press content.
de: Erstellen Sie Ihren ersten Presseinhalt, um mit der Arbeit mit dem Pressetool zu beginnen.

source: Kicker
de: Dachzeile

source: Last changed:
de: Zuletzt verändert:

source: Listed
de: angezeigt

source: Location
de: Ort

source: Manage external distributor sites that implement a press archive preview window
de: Verwalten Sie externe Verteilerseiten, die das Pressearchiv als Vorschaufenster einblenden

source: Manage the layout of dispatched pressreleases and pressinvitations by adjusting the attached stylesheet (css) or by editing the email templates.
de: Verwalten Sie das Erscheinungsbild verschickter Pressemittelungen und Presseinladungen, indem Sie die an die E-Mail angehängten Designvorlagen (CSS) anpassen oder die Inhalte der E-Mail-Vorlagen bearbeiten.

source: Mark this press release as suitable for displaying as snippet on the main site.
de: Markieren Sie diese Pressemitteilung als für die Vorschaubox auf kjf-augsburg.de geeignet.

source: Mark this press release as visible in the archive.
de: Markieren Sie dieses Pressemitteilung als vertraulich, um diese aus der Auflistung im öffentlichen Archiv auszuschliessen.

source: Not listed
de: nicht angezeigt

source: Optional summary that is useful as a preview text in email clients that support this feature.
de: Geben Sie hier optional eine kurze Zusammenfassung des Inhalt ein. Diese Zusammenfassung kann von den meisten E-Mail-Programmen als Voransicht der Nachricht im Posteingang angezeigt werden.

source: Overview of registered members and their workspaces
de: Übersicht aller registrierter Benutzer und Arbietsplätze

source: Please enter an optional subtitle here.
de: Bitte tragen Sie hier einen optionalen Subtitel ein.

source: Please enter default send from E-mail address
de: Geben Sie hier eine Standard E-Mail-Adresse als Absenderadresse für Presseinhalte ein.

source: Please enter the basic details for this press release
de: Bitte geben Sie hier die Details dieser Pressemittelung ein.

source: Please fill out the form below to add a new press release
de: Bitte füllen Sie das nachstehende Formular sorgfäfftig aus, um eine neue Pressemitteilung zu erzeugen.

source: Please select if the event is public.
de: Bitte wählen Sie, ob diese Veranstaltung nur für geladene Gäste ist.

source: Please select the channels this content should be dispatched to.
de: Wählen Sie aus der Liste die Verteiler für den Versand. Hinweis: Sie haben im nächsten Schritt die Möglichkeit eine Übersicht aller Empfänger einzusehen und zu bearbeiten.

source: Press Invitation E-Mail Template
de: E-Mail-Vorlage: Presseeinladungen

source: Press Release
de: Pressemitteilung

source: Press Release E-Mail Template
de: E-Mail-Vorlage: Pressemitteilungen

source: Press center that will act as the global members folder.
de: Presse Center: dieser Ordner ist die zentrale Adminsitrationseinheit.

source: Press invitation was successfully updated
de: Die Presseeinladung wurde erfolgreich aktualisiert

source: PressCenter
de: Presse Center

source: PressInvitation
de: Presseeinladung

source: PressRelease
de: Pressemitteilung

source: PressRoom
de: Pressestelle

source: Pressinvitation
de: Presseeinladungen

source: Pressinvitations
de: Presseeinladungen

source: Pressrelease
de: Pressemitteilung

source: Pressrelease listing
de: Liste Pressemitteilungen

source: Provide a default sender name to be included
de: Bitte tragen Sie eine Standard Absendernamen für Presseinhalte ein.

source: Provide a location for this press release that will be prepended to the main body text.
de: Bitte geben Sie für diese Pressemitteilung einen Ort an, der dem Text vorangestellt wird.

source: Recipient
de: Empfänger

source: Recipient Details
de: Details zum Empfänger

source: Recipient List
de: Liste Empfänger

source: Recipient list updated
de: Die Liste der Empfänger für diesen Presseinhalt wurde aktualisiert

source: Save
de: Speichern

source: Save Selection
de: Auswahl speichern

source: Save Settings
de: Einstellungen speichern

source: Schedule
de: Versandplanung

source: Select channels
de: Verteiler auswählen

source: Select external distributors to filter display in the press archive listing
de: Wählen Sie die externen Seiten aus, auf denen diese Pressemitteilung im Archiv erscheinen soll

source: Select the appropriate channels
de: Bitte wählen Sie die zutreffenden Verteiler aus der Liste

source: Select the channel for dispatch
de: Verteilerauswahl für den Versand

source: Selected Channels
de: Ausgewählte und zugewiesene Verteiler

source: Selected Dsitributors
de: Ausgewählte Zielseiten

source: Selection of dispatch channel has been cancelled.
de: Die Auswahl der Verteilerlisten wurde abgebrochen.

source: Sender E-Mail-Address
de: Absender E-Mail-Adresse

source: Sender Name
de: Absendername

source: Start Date
de: Veranstaltungsbeginn

source: Stylesheet
de: Stylesheet / Designvorgaben

source: Stylesheet for HTML E-Mails
de: Designvorlage für den Versand von E-Mails im HTML Format. Hinweis: Die Unterstützung für CSS ist in E-Mail-Programmen unterschiedlich valide. Die vorliegenden CSS-Angaben entsprechen dem Standard, der von allen Programmen weitestgehend unterstützt wird.

source: Subscriber
de: Abonnent

source: Subscribers
de: Abonnenten

source: Subtitle
de: Subtitel

source: Summary
de: Zusammenfassung

source: Test Recipients
de: Empfänger für den Testversand

source: Text
de: Haupttext

source: The cascading stylesheet that will be attached to the head element of html formatted emails based on the capabilities of current email clients
de: Das Cascading Stylesheet wird dem HEAD Element der formatiertern E-Mail hinzugefügt und beinhaltet die Designvorgaben, die alle aktuellen E-Mail-Programme interpretieren können.

source: The creation of a new attachment has been cancelled.
de: Das Anlegen eines neuen Dateianhangs wurde abgebrochen

source: The creation of a new image attachment has been cancelled.
de: Das Anlegen eines Bildanhangs wurde abgebrochen

source: The creation of a new press invitation has been cancelled.
de: Das Anlegen einer neuen Presseinladung wurde auf Ihren Wunsch abgebrochen.

source: The creation of a new press release has been cancelled.
de: Die Erstellung einer neuen Pressemitteilung wurde abgebrochen.

source: The entered email address is already subscribed
de: Für die angegebene E-Mail-Adresse existiert bereits ein Abonnement

source: The entered email address is not subscribed
de: Die eingegebene E-Mail-Addresse konnte nicht in der Liste der Abonnenten gefunden werden

source: The main image is editable via the main edit form
de: Das Hauptbild der Pressemitteilung ist über die Standardbearbeitungsoberfläche veränderbar.

source: The press release was successfully updated
de: Die Pressemitteilung wurde erfolgreich aktualisiert

source: The requested item was not found
de: Das gewünschte Objekt konnte nicht gefunden werden.

source: There are no channels asigned yet.
de: Es wurden noch keine Verteiler zugewiesen

source: There are no external distributors/sites asigned yet.
de: Es wurden noch keine externen Verteilerseiten ausgewählt.

source: This dashboard displays all press invitations associated with you account. Add your first pressinvitation to initialize your workspace.
de: Auf Ihrem Arbeitsplatz werden alle von Ihnen angelegten Presseeinladungen gelistet. Fügen Sie Ihre erste Einladung hinzu, um mit der Arbeit zu beginnen.

source: This dashboard shows all press releases available for your user. There are no releases available yet.
de: Diese Ansicht zeigt alle Pressemittelungen dieses Benutzerkontos. Im Moment liegen noch keine Mitteilungen vor,

source: This press content has already been dispatched, but you can
de: Dieser Pressinhalt wurde bereits verschickt, aber Sie können

source: This press release has already been dispatched, but you can
de: Diese Pressemitteilung wurde bereits verschickt, Sie können aber

source: This template will be parsed for each press invititaion and details will be inserted via variable substitution when dispatched.
de: Diese Vorlage wird für jede Presseeinladung ausgeführt und die entsprechenden Details werden durch Ersetzen der entsprechenden Variablen automatisch eingefügt.

source: This template will be parsed for each press release and details will be inserted via variable substitution when dispatched.
de: Diese Vorlage wird für jede Pressemitteilung ausgeführt und die entsprechenden Details werden durch Ersetzen der entsprechenden Variablen beim Versand automatisch eingefügt.

source: Tip
de: Tipp

source: Title
de: Titel

source: Travel information
de: Anreiseinformationen

source: Update default settings
de: Aktualisieren Sie die Standardeinstellungen

source: Update file attachment
de: Dateianhang aktualisieren

source: Update image attachment
de: Bildanhang aktualisieren

source: Update of CSS has been cancelled
de: Der Vorgang wurde abgebrochen und alle Änderungen an den Designvorgaben verworfen.

source: Update of global settings has been cancelled
de: Die Änderung der Standardeinstellungen wurde abgebrochen.

source: Update of press invitation template has been cancelled
de: Die Aktualisierung der E-Mail-Vorlage für Presseeinladungen wurde abgebrochen.

source: Update of press release template has been cancelled
de: Die Aktualisierung der E-Mail-Vorlage für Pressemitteilungen wurde abgebrochen.

source: Update press invitation template
de: E-Mail-Vorlage für Presseeinladungen aktualisieren

source: Update press release template
de: E-Mail-Vorlage für Pressemitteilungen aktualisieren

source: Update used CSS file for E-Mails
de: Design-Vorlage für E-Mails im HTML-Format anpassen

source: Updating file attachment has been cancelled.
de: Die Aktualisierung wurde abgebrochen.

source: Updating image attachment has been cancelled.
de: Die Aktualisierung des Bildanhangs wurde abgebrochen

source: Uplaod file attachment. Note: for images that should also provide previews use a special image attachment
de: Laden Sie einen Dateianhang hoch. Hinweis: um Bilder in die E-Mail einzufügen, die auch als Thumbnails angezeigt werden sollen, verwenden Sie bitte einen Bildanhang.

source: Upload a file attachment for this press release. The file will be available for download from the e-mail
de: Laden Sie hier bitte den Dateianhang hoch. Dieser wird in der Pressemitteilung dann als verfügbarer Download eingefügt.

source: Upload a file attachment for this press release. The file will be available for download from the e-mail and provided as a thumbnail preview
de: Laden Sie hier bitte Ihr Bild hoch. Dieses wird in Presseinhalten als Download-Link und als Vorschaubild erscheinen.

source: Upload an image attachment for this press release
de: Laden Sie hier einen Bildanhang zu dieser Pressemitteilung hoch

source: Upload an image for this press release. The image should be already optimized since sending a large image file via E-mail is not recommended
de: Laden Sie ein Bild zu dieser Pressemittelung hoch. Das Bild sollte bereit optimiert und verkleinert sein, da E-Mails nicht für den Versand grosser Dateimengen vorgesehen sind.

source: Use the field summary to add a short teaser.
de: Verwenden Sie das Feld zur Zusammenfassung um einen kurzen Anreisser zu verfassen.

source: Users are redirected to their personal workspaces after signing in to the press application, where they create and manage their press contents
de: Benutzer werden nach der Anmeldung in die Presseanwendung zu Ihrem persönlichen Arbeitsplatz weitergeleitet, wo Sie Ihre Presseinhalte verwalten können.

source: Visible in Archive?
de: Im Archiv angezeigt?

source: Visible on main site?
de: Freigeben für die Vorschau?

source: Welcome to your personal workspace
de: Willkommen in Ihrem Arbeitsplatz

source: Your subscription settings have been updated
de: Ihr Newsletter Abonnement wurde aktualisiert.

source: Your workspace is the central editing unit providing an overview of available press releases and invitations.
de: Ihr Arbeitsplatz ist die zentrale Stelle zur Arbeit an Presseinhalten. Hier finden Sie eine Übersicht vorhandener Pressemitteilungen und Presseeinladungen.

source: cancel
de: Abbrechen

source: draft
de: Entwurf

source: review the email recipients here.
de: die Empfänger hier einsehen.

source: sent
de: Versand

source: you can delete it
de: können Sie diese entfernen
