Repository: a25kk/kjf-pmapp
Catalog: src/jobtool.jobcontent/jobtool/jobcontent/locales/*/LC_MESSAGES/jobtool.jobcontent.po
Languages: de

source: A job opening describing the vacancy
de: Ein Stellenangebot

source: A new job opening has successfully been added
de: Ein neues Stellenangebot wurde erfolgreich hinzugefügt

source: Active
de: Aktiv

source: Add Job Posting
de: Stellenangebot hinzufügen

source: Add basic details in order to make this job opening display in listings.
de: Geben Sie die grundlegenden Basisinformationen zur Darstellung dieses Stellenangebotes ein

source: Add categories
de: Kategorien hinzufügen

source: Add distributors
de: Externen Verteiler/Seite hinzufügen

source: Add job description
de: Stellenbeschreibung hinzufügen

source: Add job opening
de: Stellenangebot hinzufügen

source: Add new image attachment
de: Neues Bild anfügen

source: Add new job posting now
de: Neues Stellenangebot jetzt anlegen.

source: Administration
de: Verwaltung

source: Available Locations
de: Verfügbare Orte

source: Back to overview
de: Zurück zur Übersicht

source: Care
de: Pflege

source: Category
de: Kategorie

source: Category Selection
de: Kategorieauswahl

source: Clear filter
de: Filter entfernen

source: Define a width for the preview window and configure a display limit of how many items should be included in the listing. This will be used by the automatic batch navigation.
de: Definieren Sie eine Breite für das Vorschaufenster der Liste der aktuellen Stellenangebote und konfigurieren Sie die Anzahl der Stellenangebote pro Seite, um die Blätterfunktion und damit die Höhe des Fensters zu konfigurieren

source: Detailed job description
de: Ausführliche Stellenbeschreibung

source: Distributor
de: Externe Zielseite

source: Edit
de: Bearbeiten

source: Edit External Distributors
de: Externe Zielseiten bearbeiten

source: Edit Job Categries
de: Job Kategorien bearbeiten

source: Edit Job Opening
de: Stellenangebot bearbeiten

source: Edit Job Opening Summary
de: Beschreibung Jobangebot bearbeiten

source: Edit Jobcenter Settings
de: Einstellungen Jobcenter bearbeiten

source: Edit basic details of this job opening
de: Aktualisieren Sie die Basisangaben dieses Stellenangebotes

source: Edit job opening
de: Stellenangebot bearbeiten

source: Edit job opening categorization
de: Stellenangebot Kategorisierung bearbeiten

source: Edit job opening distributors
de: Aktualisieren der externen Zeilseiten für die Stellenvorschau

source: Edit jobcenter settings
de: Einstellungen Jobcenter bearbeiten

source: Edit orderable item
de: Jobangebot anlegen

source: Edit the summary of this job opening.
de: Bearbeiten Sie die Stellenbeschreibung für dieses Stellenangebot

source: Education
de: Ausbildung

source: Enter Summary of the job opening
de: Ausführliche Stellenbeschreibung

source: Enter a list of institutions (one entry per line) that should be selectable in job opening edit forms
de: Geben Sie eine Liste der verfügbaren Einrichtungen ein (ein Eintrag pro Zeile), die in der Bearbeitungsoberfläche für Stellenangebote verfügbar sein sollen.

source: External Distributors
de: Externe Zielseiten

source: External sites configured as distributor sites can implement the job listing as an iframe window by using this urls. Copy the relevant URL for each external service from the provided field.
de: Externe Zielseiten die als Verteiler konfiguriert sind, können mit diesen URLs eine Auflistung der Stellenangebote als iframe einbinden. Kopieren Sie die entsprechende URL für die externe Seite aus dem jeweiligen Feld.

source: Folderish jobcenter and managing unit
de: Jobcenter zur Verwaltung von Stellenangeboten

source: Fulltime
de: Vollzeit

source: Fulltime and Parttime
de: Voll- und Teilzeit

source: In order to get you started with the tool, you should start adding a jobopening:
de: Um mit dem Jobtool loslegen zu können, sollten Sie zunächst ein Stellenangebot hinzufügen.

source: In order to preserve the original formating you can try to paste the text via the paste from word button
de: Um die gewünschte Formatierung des Textes zu erreichen, können Sie die Option Paste from Word für das Einfügen der Textvorlage verwenden.

source: Inactive
de: Inaktiv

source: Institution
de: Einrichtung

source: Institutions
de: Einrichtungen

source: Internship
de: Praktika

source: Job Description
de: Stellenbeschreibung

source: Job Type
de: Stellenart

source: Job listing external sites
de: Externe Zielseiten für die Jobliste

source: Job listing settings
de: Einstellungen der Jobliste

source: Job opening preview
de: Vorschau Stellenangebote

source: Job opening settings
de: Einstellungen Stellenbeschreibungen

source: Job openings will be sorted on the start date when listed in the job preview listings.
de: Stellenbeschreibungen werden nach dem Datum sortiert in Vorschaufenstern und Listen gezeigt.

source: JobOpening
de: Stellenangebot

source: Jobcenter basic settings
de: Standardeinstellungen Jobcenter

source: Jobcenter preview settings successfully updated
de: Die Einstellungen für das Vorschaufenster (iFrame) wurden erfolgreich aktualisiert

source: Jobcenter settings successfully updated
de: Die Einstellungen des Jobcenters wurden aktualisiert

source: Jobcenter update has been cancelled.
de: Bearbeitung der Einstellungen wurde abgebrochen

source: Joblisting
de: Liste Stellenangebote

source: Last changed:
de: Zuletzt verändert:

source: Last modified
de: Zuletzt verändert

source: Limit Preview Display
de: Einschränkungen Darstellung

source: Location
de: Ort

source: Location Override
de: Ort (kontextabhängige Ausnahme)

source: Locations
de: Liste Orte

source: Manage and review job openings marked for preview on the main site. The listed jobs will be randomly shuffled when displayed.
de: Verwalten und bearbeiten sie Stellenangebote, die zur Vorschau freigegeben sind. Die aufgelisteten Stellenangebote werden zufällig rotiert und angezeigt.

source: Mark this job opening as available for preview pages
de: Setzen Sie eine Markierung, um dieses Stellenangebot in der Vorschau anzuzeigen

source: Medicine
de: Medizin

source: Orderable item edit has been cancelled.
de: Die Bearbeitung wurde abgebrochen

source: Other
de: Sonstige

source: Overview
de: Übersicht Stellenangebote

source: Parttime
de: Teilzeit

source: Please note that Word is known to produce horrible HTML code with very unpredictable formating and an unecessarily large number of characters due to additional mostly useless code being inserted. Therefore pasting the original text body into the editor and adjusting the layout might work better.
de: Bitte beachten Sie, dass Textverarbeitungsprogramme dafür bekannt sind, bei der Ausgabe von Texten für das Web (HTML Formatierung), zumeist unvorhersehbare und inkonsistente Ergebnisse zu liefern (Word fügt zumiest unsichtbaren überflüssigen Zusatzquelltext mit Formatierungsangeben ein). Deshalb ist es unter Umständen sinnvoller die Textvorlage in den Editor zu kopieren und das Layout über die verfügbaren Schaltflächen zu bearbeiten.

source: Please note that any selection from the location dropdown menu can be overridden with a specific value in the edit forms.
de: Bitte beachten Sie, dass eine Auswahl im Menü Orte durch die Eingabe eines spezifischen Ortes in der Eingabemaske überschrieben werden kann.

source: Please note that any selection from the location dropdown menu will be ignored if you provide an alternative value via the location override field. Since values for institution and location are absolutely necessary to display a job, the dropdown menu does still require a value.
de: Bitte beachten Sie, dass die Auswahl über das Menü vom System ignoriert wird, falls Sie einen alternativen Wert über das Eingabefeld zur Überschreibung des Ortes bereitstellen. Da eine Angabe zu Einrichtungen und Orten zur Darstellung des Stellenangebotes verpflichtend ist, müssen Sie jedoch dennoch eine Auswahl treffen.

source: Preview
de: Vorschau

source: Preview frame width
de: Breite des iframe Vorschaufensters

source: Preview items per page
de: Anzahl der Stellenangebote pro Seite

source: Process has been cancelled.
de: Der Vorgang wurde abgebrochen

source: Provide a list of locations (one entry per line) that will be available to job opening edit forms as selection vocabulary
de: Geben Sie verfügbare Orte (eine Angabe pro Zeile) in das System ein, die in der Bearbeitungsoberfläche des Stellenangebotes zur Auswahl angeboten werden sollen.

source: Provide basic information about this job opening
de: Hinterlegen Sie die Standardinformationen zu diesem Stellenangebot

source: Psychology
de: Pädagogik/Psychologie

source: Save
de: Speichern

source: Select external distributors to filter display in the press archive listing
de: Wählen Sie die externen Zielseiten, um die Liste der offenen Stellenangebote zu filtern

source: Selected Distributors
de: Externe Zielseite wählen

source: Settings
de: Einstellungen

source: Since a job opening can be set to inactive you can always keep it for later reuse and just disable it for the time being. Should you no longer need it you can
de: Ein Stellenangebot kann jederzeit als inaktiv markiert werden, um es gegebenfalls zu einem späteren Zeitpunkt erneut zu verwenden. Falls Sie sicher sind, dass Sie dieses Stellenangebot nicht mehr benötigen,

source: Start date
de: Anfangsdatum

source: State
de: Status

source: Summary edit has been cancelled.
de: Das Bearbeiten der ausführlichen Beschreibung des Stellenangebotes wurde abgebrochen.

source: The job center allows you to to configure the desired appearance of the job preview and to edit the presets for the job opening edit form.
de: Das Jobcenter ermöglicht Ihnen die Konfiguration des gewünschten Erscheinungsbildes für die Vorschaufenster und erlaubt Ihnen Vorgaben für die Bearbeitungsoberfläche der Stellenangebote zu hinterlegen.

source: The job opening has successfully been updated
de: Das Stellenangebot wurde erfolgreich aktualisiert.

source: The provided entries will be selectable as presets in the job opening edit form. Please provide all default values that should be available for selection.
de: Die hinterlegten Daten werden als Vorgaben in der Bearbeitungsoberfläche eines Stellenangebotes zur Auswahl stehen.

source: There are currently now job openings marked as preview item. Visit the
de: Im Augenblick sind keine Stellenangebote als für die Vorschau geeignet markiert. Besuchen Sie

source: There are no active job openings at the moment.
de: Im Augenblick sind keine aktiven Stellenangebote vorhanden.

source: There are no categories asigned yet.
de: Dieses Stellenangebot wurde noch keiner Kategorie hinzugefügt.

source: There are no external distributors/sites asigned yet.
de: Es wurden noch keine externen Zielseiten ausgewählt/konfiguriert

source: There was an error resolving this job opening.
de: Beim Aufruf dieses Stellenangebotes ist ein Fehler aufgetreten.

source: This job opening does not have a detailed job description
de: Dieses Stellenangebot hat noch keine ausführliche Stellenbeschreibung

source: This page also lists the available URLs that can be used on external sites that wish to implement a job opening preview box.
de: Auf dieser Seite finden Sie eine Auflistung der verfügbaren URLs, die auf den jeweiligen externen Seiten, die ein Vorschaufenter zu Stellenangeboten einbinden sollen, verwendet werden können.

source: This will be the actual text of the job posting accessible from the preview inside the iframe.
de: Diese Beschreibung wird als ausführlicher Text der Stellenbeschreibung über die Vorschau im iframe verfügbar sein.

source: Title
de: Titel

source: Update display options for the external preview window
de: Aktualisieren Sie die Einstellungen für das Vorschaufenster für externe Seiten/Verteiler

source: Update locations and institutions
de: Aktualisieren Sie die verfügbaren Orte und Einrichtungen

source: Update of jobcenter settings has been cancelled.
de: Die Aktualisierung der Jobcenter Einstellungen wurde abgebrochen

source: Welcome to the Jobcenter
de: Willkommen im Jobcenter

source: Width Preview
de: Breite Vorschaufenster

source: You have already provided the neccessary details for displaying this vacancy in the public job listing. You can also provide an additional detailed job description visible in the extended job view.
de: Sie haben bereits die notwendigen Details hinzugfügt, um diese offene Stelle in der Liste der aktiven Stellenangebote anzeigen zu können. Sie können eine zusätzliche ausführliche Stellenbeschreibung für die Einzeansicht anlegen.

source: actually remove this job opening
de: können Sie dieses aus dem System entfernen

source: cancel
de: Abbrechen

source: to choose vacancies suitable for preview.
de: , um freie Stellen für die Stellenvorschau auszuwählen.
